{
  "title": "Terms of Service",
  "lastUpdated": "August 28, 2025",
  "version": "2.1",
  "summary": "These Terms of Service govern your use of Flowtify AI's platform and services. By using our services, you agree to these terms.",
  "pdfUrl": "/documents/terms-of-service-bilingual.pdf",
  "sections": [
    {
      "key": "acceptance",
      "title": "Acceptance of Terms",
      "content": "By accessing or using Flowtify AI's services, you agree to be bound by these Terms of Service. If you disagree with any part of these terms, you may not access our services."
    },
    {
      "key": "use-of-services",
      "title": "Use of Services",
      "content": "Our services are provided for lawful business purposes only. You agree not to use our services for any illegal or unauthorized purpose, or in any way that violates applicable laws or regulations."
    },
    {
      "key": "user-accounts",
      "title": "User Accounts",
      "content": "You are responsible for maintaining the confidentiality of your account credentials and for all activities that occur under your account. You must notify us immediately of any unauthorized use."
    },
    {
      "key": "intellectual-property",
      "title": "Intellectual Property",
      "content": "Our platform and services contain proprietary content and technology. You retain ownership of your data, while we retain ownership of our platform, software, and intellectual property."
    },
    {
      "key": "limitation-of-liability",
      "title": "Limitation of Liability",
      "content": "To the maximum extent permitted by law, Flowtify AI shall not be liable for any indirect, incidental, special, consequential, or punitive damages resulting from your use of our services."
    },
    {
      "key": "termination",
      "title": "Termination",
      "content": "We may terminate or suspend your access to our services at any time, with or without cause, with or without notice. You may also terminate your account at any time."
    }
  ],
  "contactInfo": {
    "title": "Contact Us About Terms",
    "email": "legal@flowtify.ai",
    "address": "123 Innovation Drive, Tech City, TC 12345",
    "phone": "+1 (555) 123-4567"
  }
} 